Repository: common-repository/bst-share-it
Catalog: languages/bst_share_*.po
Languages: it_de_de

source: Good morning
it_de_de: Guten Morgen

source: Welcome
it_de_de: Guten Tag

source: Good evening
it_de_de: Guten Abend

source: welcome to the BST share iT Buttons
it_de_de: Herzlich willkommen zu den BST share iT Buttons

source: General settings
it_de_de: Allgemeine Einstellungen

source: Colors and styles
it_de_de: Farben und Button Styles

source: Currently you have the following social buttons to share your content. By activating / deactivating the respective checkbox You can show or hide the buttons globally.
it_de_de: Aktuell stehen Dir folgende Social Buttons zum Teilen Deiner Inhalte zur Verfügung. Durch aktivieren/deaktivieren der jeweiligen Checkbox kannst Du die Buttons global ein- oder ausblenden.

source: Show button:
it_de_de: Button zeigen:

source: Show counter:
it_de_de: Zeige Zähler

source: Show buttons on:
it_de_de: Zeige Buttons in:

source: Posts:
it_de_de: Artikeln:

source: Pages:
it_de_de: Seiten:

source: Button space to content:
it_de_de: Abstand zum Inhalt:

source: Pixel before:
it_de_de: Pixel davor:

source: Pixel after:
it_de_de: Pixel danach:i

source: Fallback to global picture if no post or sharing picture is set:
it_de_de: Fallback auf globales Bild wenn kein Beitrags- bzw. Sharing-Bild gesetzt ist:

source: Picture
it_de_de: Bild wählen

source: Include twitter card section:
it_de_de: Twitter Card hinzufügen:

source: Twitter site:
it_de_de: Twitter Seite:

source: Twitter creator:
it_de_de: Twitter Account:

source: Include opengraph section:
it_de_de: Opengraph Bereich einfügen:

source: Facebook author:
it_de_de: Facebook Autor:

source: Info field:
it_de_de: Info Bereich:

source: Background color:
it_de_de: Hintergrundfarbe:

source: Infofield font color:
it_de_de: Informationsfeld Schriftfarbe:

source: Button Container:
it_de_de: Button Bereich:

source: Buttons background color:
it_de_de: Buttons Hintergrundfarbe:

source: Shadow:
it_de_de: Schatten anzeigen:

source: Buttons at choice:
it_de_de: Buttons Auswahl

source: Button style:
it_de_de: Button Styles

source: The flat one
it_de_de: Flat Buttons im Container

source: The simple flat one
it_de_de: Einfach, simple und flat

source: More information on this plugin you get
it_de_de: Weitere Informationen zu diesem Plugin erhältst Du

source: here
it_de_de: hier.

source: Invalid input [ Pixel before ] - Allowed are values between 0 and 100
it_de_de: Eingabefehler [ Pixel davor ] - Erlaubt sind Werte zwischen 0 und 100

source: Invalid input [ Pixel after ] - Allowed are values between 0 and 100
it_de_de: Eingabefehler [ Pixel danach ] - Erlaubt sind Werte zwischen 0 und 100

source: Invalid input [ Twitter site ] - Allowed are letters a-z and @ with a max length of 50
it_de_de: Eingabefehler [ Twitter Seite] - Erlaubt sind die Zeichen "a-z" und "@" mit einer maximalen Länge von 50

source: Invalid input [ Twitter creator ] - Allowed are letters a-z and @ with a max length of 50
it_de_de: Eingabefehler [ Twitter Account] - Erlaubt sind die Zeichen "a-z" und "@" mit einer maximalen Länge von 50

source: Invalid input [ Facebook admin ] - Allowed are numbers between 0 and 9 with max length 20
it_de_de: Eingabefehler [ Facebook Admin ] - Erlaubt sind Zahlen zwischen 0 und 9 mit einer maximalen Zeichenkettenlänge von 20

source: Invalid input [ Facebook app id ] - Allowed are numbers between 0 and 9 with max length 20
it_de_de: Eingabefehler [ Facebook App ID ] - Erlaubt sind Zahlen zwischen 0 und 9 mit einer maximalen Zeichenkettenlänge von 20

source: Invalid input [ Facebook author ] - Allowed are "a-z", "A-Z", "0-9" and ". : /"
it_de_de: Eingabefehler [ Facebook Autor] - Erlaubt sind die Zeichen "a-z", "A-Z", "0-9"und ". : /"

source: Invalid input [ Facebook publisher ] - Allowed are "a-z", "A-Z", "0-9" and ". : /"
it_de_de: Eingabefehler [ Facebook Publisher] - Erlaubt sind die Zeichen "a-z", "A-Z", "0-9"und ". : /"

source: Invalid input [ Info backcolor ] - Allowed are "a-f", "A-F" and "0-9"
it_de_de: Eingabefehler [ Info Hintergrundfarbe ] - Erlaubt sind die Zeichen "a-f", "A-F" und "0-9"

source: Invalid input [ Info fontcolor ] - Allowed are "a-f", "A-F" and "0-9"
it_de_de: Eingabefehler [ Info Schriftfarbe ] - Erlaubt sind die Zeichen "a-f", "A-F" und "0-9"

source: Invalid input [ Buttons backcolor ] - Allowed are "a-f", "A-F" and "0-9"
it_de_de: Eingabefehler [ Buttons Hintergrundfarbe ] - Erlaubt sind die Zeichen "a-f", "A-F" und "0-9"

source: Show or hide BST Social Buttons
it_de_de: Anzeige der BST Social Buttons

source: Hide buttons
it_de_de: Buttons ausblenden:

source: Show buttons on top of post
it_de_de: Buttons vor dem Inhalt:

source: Show Buttons on bottom of post
it_de_de: Buttons nach dem Inhalt:

source: To recommend
it_de_de: Weiterempfehlen

source: The widget has been added. Please save your settings before closing.
it_de_de: Das Widget wurde neu hinzugefügt. Bitte Speichern Sie Ihre Einstellungen vor dem Schließen ab.

source: Title:
it_de_de: Titel:

source: Share buttons visible on opening the website!
it_de_de: Sharebuttons geöffnet beim Seitenaufruf!

source: If you like the website, recommend it gladly.
it_de_de: Sollte Ihnen das Angebot gefallen, empfehlen Sie es gerne weiter.

source: SHARE
it_de_de: TEILEN

source: Click here to activate the like button
it_de_de: Klicken um den Facebook Like Button zu aktivieren

source: Like Button without ringing home
it_de_de: Like Button, der nicht nach Hause telefoniert
